Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

# Please come see us if you need POKé BALLS for catching POKéMON.
source: Please come see us if you need\nPOKé BALLS for catching POKéMON.
pl: Odwiedź nas, gdy poczujesz\nzapotrzebowanie na POKé BALLE.

# {PLAYER} put the POTION away in the BAG's ITEMS POCKET.
source: {PLAYER} put the POTION away in\nthe BAG's ITEMS POCKET.
pl: {PLAYER} wkłada MISKTURĘ do\nKIESZENI Z PRZEDMIOTAMI.

source: See those ledges along the road?\pIt's a bit scary, but you can jump\nfrom them.\pYou can get back to PALLET TOWN\nquicker that way.
pl: Widzisz te skarpy wzdłuż drogi?\pMoże to niebezpieczne, ale można z\nnich skakać.\pW ten sposób szybciej wrócisz\ndo PALLET TOWN.

# ROUTE 1 PALLET TOWN - VIRIDIAN CITY
source: ROUTE 1\nPALLET TOWN - VIRIDIAN CITY
pl: DROGA 1\nPALLET TOWN - VIRIDIAN CITY

source: Wow, you came all the way here?\nMaybe you're a POKéMANIAC, too?\lWant to see my collection?
pl: Łał, przyszedłeś z tak daleka\naż tu? Też jesteś POKéMANIAKIEM?\lObejrzysz moją kolekcje?

# Humph. I'm not angry!
source: Humph.\nI'm not angry!
pl: Heh.\nNie jestem zły!

source: I have more rare POKéMON at home!
pl: Mam więcej rzadkich POKÓW w domu!

# Ha-haha! Not laughing!lHa-hay fever! Haha-ha-choo!
source: Ha-haha!\nNot laughing!\lHa-hay fever! Haha-ha-choo!
pl: Ha-ha!\nNie śmieje się!\lMam gorączkę! Haa-haa-psik!

# Haha-ha-choo! Ha-choo!lSnort! Snivel!
source: Haha-ha-choo!\nHa-choo!\lSnort! Snivel!
pl: Haha-ha-psik!\nA-psik!\lParch! Sap!

# Hi, kid! Want to see my POKéMON?
source: Hi, kid!\nWant to see my POKéMON?
pl: Hej, mały!\nObejrzysz POKéMONY?

# Oh, no! My POKéMON!
source: Oh, no!\nMy POKéMON!
pl: Nie!\nMoje POKéMONY!

# I don't like you. I don't like anyone better than me!
source: I don't like you.\nI don't like anyone better than me!
pl: Nie lubię cię.\nNikogo nie lubię bardziej niż siebie!

# I've been out at a POKéMON GYM a few times.p…But I always lose.
source: I've been out at a POKéMON GYM\na few times.\p…But I always lose.
pl: Byłam parę razy w SALI POKéMON.\p…Niestety zawsze przegrywam.

# Ohh! After all my training!
source: Ohh!\nAfter all my training!
pl: Och!\nPo całym treningu!

source: I noticed some POKéMANIACS\nprowling around.\pCan you imagine? Them?\nUp here in the mountains?
pl: Zauważyłam, że szwęda się tu\nparę POKéMANIAKÓW.\pWyobrażasz sobie?\nOni? Tutaj w górach!

# Ah! This mountain air is delicious!
source: Ah!\nThis mountain air is delicious!
pl: Ach!\nGórskie powietrze jest pyszne!

source: That cleared my head!
pl: Oczyściło mi myśli!

source: I feel bloated on mountain air!
pl: Nadąłem się górskim powietrzem!

# I'm feeling a bit faint. I haven't hiked in some time.
source: I'm feeling a bit faint.\nI haven't hiked in some time.
pl: Czuje się lekko omdlona.\nDługo już nie podróżowałam.

# I'm too tired. I wasn't up for it.
source: I'm too tired.\nI wasn't up for it.
pl: Zbyt zmęczona.\nNie mam już sił.

source: The POKéMON here in the mountains\nare so chunky…\pI wish there were pink POKéMON\nwith a floral pattern!
pl: Te górskie POKéMONY są strasznie\nklockowate…\pFajne byłyby różowe POKéMONY\nz kwiecistym wzorkiem!

# ROCK TUNNEL Detour to LAVENDER TOWN
source: ROCK TUNNEL\nDetour to LAVENDER TOWN
pl: TUNEL SKAŁ \nObjazd do LAVENDER TOWN

source: ROCK TUNNEL
pl: TUNEL SKAŁ

source: POWER PLANT
pl: ELEKTROWNIA

source: The types of POKéMON match up\ndifferently with each other.\pEvery type is stronger than some\ntypes and weaker than others.
pl: Typy POKéMONÓW różnie na\nsiebie oddziałowują.\pKażdy z typów ma plusy i minusy w\nwalce z różnymi innymi typami.

# A NUGGET is totally useless. So I sold it for ¥5000.
source: A NUGGET is totally useless.\nSo I sold it for ¥5000.
pl: SAMORODEK jest bezużyteczny.\nSprzedam go za ¥5000.

# I heard that ghosts haunt LAVENDER TOWN.
source: I heard that ghosts haunt\nLAVENDER TOWN.
pl: Podobno duchy nawiedzają\nLAVENDER TOWN.

source: Oh… {PLAYER}!\nI've been looking for you!\pIt's me, one of the ever-present\nAIDES to PROF. OAK.\pIf your POKéDEX has complete data\non twenty species, I'm supposed to\lgive you a reward from PROF. OAK.\pHe entrusted me with this\nEVERSTONE.\pSo, {PLAYER}, let me ask you.\pHave you gathered data on at least\ntwenty kinds of POKéMON?
pl: Och… {PLAYER}!\nSzukałem cię!\pTo ja, jestem jednym z POMOCNIKÓW\nPROFESOR OAKA.\pJeżeli twój POKéDEX ma zapisane dane przynajmniej\pdwudziestu gatunków, mam dać ci\lnagrodę od PROFESORA OAKA.\pPowierzył mi ten oto\nWIECZNY KAMIEN.\pWięc, {PLAYER}, pozwól, że zapytam.\pCzy zebrałeś dane przynajmniej\ndwudziestu gatunków POKéMONÓW?

source: Great! You have caught or owned\n{STR_VAR_3} kinds of POKéMON!\pCongratulations!\nHere you go!
pl: Świetnie! Złapałeś już\n{STR_VAR_3} gatunków POKéMONÓW!\pGratuluję!\nOto obiecany przedmiot!

# {PLAYER} received the EVERSTONE from the AIDE.
source: {PLAYER} received the EVERSTONE\nfrom the AIDE.
pl: {PLAYER} dostaje WIECZNY KAMIEN\nod POMOCNIKA.

source: Making POKéMON evolve certainly\ncan add to the POKéDEX.\pHowever, at times, you may not\nwant a certain POKéMON to evolve.\pIn that case, give the EVERSTONE\nto that POKéMON.\pIt will prevent evolution according\nto the PROFESSOR.
pl: Ewoluowanie POKéMONÓW z pewnością\npomaga uzupełniać POKéDEX.\pJednak czasami, możesz nie\nchcieć, by któryś POKéMON\pewoluował.\pWtedy temu POKéMONOWI wręcza\nsię WIECZNY KAMIEN.\pWedług PROFESORA, nie pozwoli\nmu na ewoluowanie.

source: Win, lose, or draw!
pl: Wygrana, przegrana!

# Atcha! Didn't go my way!
source: Atcha!\nDidn't go my way!
pl: Nie poszło jak chciałem!

# POKéMON is life! And to live is to play games!
source: POKéMON is life!\nAnd to live is to play games!
pl: POKéMONY to życie!\nA życie to ryzyko!

# Competition! I can't get enough!
source: Competition!\nI can't get enough!
pl: Konkurs!\nNie mam ich nigdy dość!

source: I had a chance!
pl: Bez szans!

# You can't be a coward in the world of POKéMON!
source: You can't be a coward in the world\nof POKéMON!
pl: Nie możesz być tchórzem w świecie\nPOKéMONÓW!

source: Let's go, but don't cheat!
pl: Ruszajmy, ale nie oszukuj!

# Huh? That's not right!
source: Huh?\nThat's not right!
pl: Co?\nTo nie wporządku!

# I did my best. I have no regrets.
source: I did my best.\nI have no regrets.
pl: Robiłem co mogłem.\nNie mam wątów.

# Careful! I'm laying down some cables!
source: Careful!\nI'm laying down some cables!
pl: Uważaj!\nKładę właśnie kable!

source: That was electric!
pl: Elektryzujące!

source: Spread the word to save energy!
pl: Szczędź na energi niosąc słowo!

# I just became a TRAINER. But, I think I can win.
source: I just became a TRAINER.\nBut, I think I can win.
pl: Właśnie zostałem TRENEREM.\nAle chyba wygram.

# My POKéMON couldn't win… Haven't they grown enough?
source: My POKéMON couldn't win…\nHaven't they grown enough?
pl: Mój POKéMON nie wygrał…\nNie jest jeszcze silny?

# What now? Leave me alone!
source: What now?\nLeave me alone!
pl: Co teraz?\nZostaw mnie!

# Fwahaha! I have never lost!
source: Fwahaha!\nI have never lost!
pl: Haha!\nNigdy nie przegrałem!

source: My first loss!
pl: Pierwszy raz!

source: You were just lucky, that's all.
pl: Miałeś farta! To wszystko.

source: I have never won before…
pl: Nigdy nie wygrałem…

source: I saw this coming…
pl: Wiedziałem…

source: I was unlucky, as always.
pl: Miałem pecha, znowu.

# I'm the best in my class. I train every morning.
source: I'm the best in my class.\nI train every morning.
pl: Jestem najlepszy w klasie.\nTrenuję co rano.

# Darn! My POKéMON need to be stronger!
source: Darn!\nMy POKéMON need to be stronger!
pl: Kurcze!\nPotrzeba silniejszych POKÓW!

source: There's a fat POKéMON that comes\ndown from the mountains.\pI bet it'd be strong if you can\ncatch it.
pl: Z gór przylazł tu taki grubaśny\nPOKéMON.\pPewnie byłby strasznie silny, gdyby\nudało się go złapać.

source: Watch out for live wires!
pl: Uważaj na okablowanie!

# Whoa! You spark plug!
source: Whoa!\nYou spark plug!
pl: Łał!\nPoszła iskra!

source: Well, better get back to work.
pl: Cóż, lepiej wrócę do pracy.

# I raised my POKéMON carefully. They should be ready by now!
source: I raised my POKéMON carefully.\nThey should be ready by now!
pl: Ostrożnie trenowałem POKéMONY.\nPowinny już być gotowe!

# Bye-bye! Thank you, and good-bye!
source: Bye-bye!\nThank you, and good-bye!
pl: Papa!\nDziękuję i do zobaczenia!

# Tch… I better go find stronger ones!
source: Tch…\nI better go find stronger ones!
pl: Tch…\nLepiej poszukam silniejszych!

source: DIGLETT'S CAVE
pl: JASK. DIGLETTA

source: Don't you think it's hard to think\nup good names for POKéMON?\pEspecially if you've caught a\nwhole bunch?\pIn LAVENDER TOWN, there's a man\nwho rates POKéMON nicknames.\pHe can even help you rename your\nPOKéMON, too.
pl: Nie sądzisz, że trudno jest\nwymyślać dobre ksywy POKéMONOM?\pSzczególnie wtedy, gdy masz\nich bardzo dużo?\pW LAVENDER TOWN mieszka człowiek,\nktóry ocenia ksywy POKéMONÓW.\pMoże nawet pomóc ci je\nzmienić.

source: If you're aiming to reach LAVENDER\nTOWN, take ROCK TUNNEL.\pYou can get to ROCK TUNNEL from\nCERULEAN CITY.
pl: Jeśli chcesz dostać się do LAVENDER\nTOWN idź TUNELEM SKAŁ.\pDo TUNELU SKAŁ zaś dojdziesz\nz CERULEAN.

source: Hi! Remember me?\nI'm one of PROF. OAK's AIDES.\pIf your POKéDEX has complete data\non {STR_VAR_1} species, I'm supposed to\lgive you a reward.\pPROF. OAK entrusted me with the\n{STR_VAR_2} for you.\pSo, {PLAYER}, let me ask you.\pHave you gathered data on at least\n{STR_VAR_1} kinds of POKéMON?
pl: Hej! Pamiętasz mnie?\nJestem POMOCNIKIEM OAKA.\pJeżeli twój POKéDEX zarejestrował\ndane {STR_VAR_1} gatunków, mam dać ci\lnagrodę.\pPROF. OAK powierzył mi\n{STR_VAR_2}, który mam ci przekazać.\pWięc, {PLAYER}, pozwól, że zapytam.\pCzy masz już dane przynajmniej\n{STR_VAR_1} gatunków POKéMONÓW?

# {PLAYER} received the {STR_VAR_2} from the AIDE.
source: {PLAYER} received the {STR_VAR_2}\nfrom the AIDE.
pl: {PLAYER} dostaje {STR_VAR_2}\nod POMOCNIKA.

source: There are items on the ground that\nmay be hidden from view.\pUse the ITEMFINDER to detect any\nhidden items close to you.\pThe machine is a bit limited.\nIt can't pinpoint item locations.\pWhat it does is show the direction\nwhere the item is.\pUse it to get your bearings, then\nsearch the suspect area by hand.
pl: Na ziemi leżą przedmioty, które\nniewidoczne są gołym okiem.\pUżywając RZECZOSZUKACZA\nwykryjesz ukryty przedmiot.\pNiestety są pewne ograniczenia.\nNie wykrywa miejsca ukrycia przedmiotu.\pMoże pokazać najwyżej kierunek,\nw którym powinieneś szukać.\pPotwierdź nim przypuszczenia\ni przeszukaj teren ręcznie.

# Let's see what the binoculars have to show…pA big POKéMON is asleep on a road!
source: Let's see what the binoculars have\nto show…\pA big POKéMON is asleep on a road!
pl: Zobaczmy co widać przez tę\nlornetkę…\pWielki POKéMON drzemie na drodze!

# Let's see what the binoculars have to show…pWhat a breathtaking view!
source: Let's see what the binoculars have\nto show…\pWhat a breathtaking view!
pl: Zobaczmy co widać przez tę\nlornetkę…\pZapierający dech w piersi widok!

source: Let's see what the binoculars have\nto show…\pTo get to LAVENDER TOWN from\nCERULEAN CITY…\pROCK TUNNEL appears to be a good\nroute to take.
pl: Zobaczmy co widać przez tę\nlornetkę…\pBy dostać się do LAVENDER TOWN z\nCERULEAN CITY…\pDobrą drogą wydaje się być\nTUNEL SKAL.

# A POKéMON is sprawled out in a deep and comfortable slumber.
source: A POKéMON is sprawled out in\na deep and comfortable slumber.
pl: POKéMON pogrążony jest w\ngłębokim śnie sprawiedliwego.

source: SNORLAX woke up!\pIt attacked in a grumpy rage!
pl: SNORLAX budzi się!\pAtakuje rozwścieczony!

# SNORLAX calmed down. It gave a huge yawn…lAnd returned to the mountains.
source: SNORLAX calmed down.\nIt gave a huge yawn…\lAnd returned to the mountains.
pl: SNORLAX uspokoił się.\nGłośno zajęczał…\lI wrócił szybko w góry.

source: Want to use the POKé FLUTE?
pl: Chcesz użyć POKé FLETU?

source: {PLAYER} played the POKé FLUTE.
pl: {PLAYER} gra na POKé FLECIE.

# Yeah! I got a bite here!
source: Yeah!\nI got a bite here!
pl: Tak!\nCoś złapało!

# Tch! Just a small fry…
source: Tch!\nJust a small fry…
pl: Tch!\nZwykła płotka…

# Hang on! My line's snagged!
source: Hang on!\nMy line's snagged!
pl: Ostrożnie!\nCoś bierze!

# Be patient. Fishing is a waiting game.
source: Be patient.\nFishing is a waiting game.
pl: Spokojnie.\nŁowienie jest długotrwałe.

source: That one got away!
pl: Ta akurat uciekła!

# With a better ROD, I could catch better POKéMON…
source: With a better ROD, I could catch\nbetter POKéMON…
pl: Z lepszą WĘDKĄ, złapałbym\nlepsze POKéMONY…

# I'm searching for a MOON STONE. Have you found one?
source: I'm searching for a MOON STONE.\nHave you found one?
pl: Szukam KAMIENI KSIĘŻYCA.\nZnalazłeś może jakieś?

source: Oww!
pl: Ołł!

source: I could have made my POKéMON\nevolve with a MOON STONE.\pI would have won then, I bet.
pl: Mogłem ewoluować moje POKéMONY\nKAMIENIAMI KSIĘŻYCA.\pWtedy na pewno bym wygrał.

source: Electricity is my specialty.\pI don't know a thing about POKéMON\nof the sea, though.
pl: Elektryczność jest moją\nspecjalnością.\pNie mam za to pojęcia o\nmorskich POKéMONACH!

source: Unplugged!
pl: Odłączony!

# Water conducts electricity, so you should zap sea POKéMON.
source: Water conducts electricity, so you\nshould zap sea POKéMON.
pl: Woda przewodzi prąd, więc\nmożna usmażyć morskie POKéMONY!

# The FISHING FOOL versus POKéMON KID!
source: The FISHING FOOL versus POKéMON\nKID!
pl: ŁOWIĄCY GŁUPEK kontra POKé\nDZIECIAK!

source: Touch too much!
pl: Za wiele!

source: I guess you get to be good at\nwhat you like.\pWell, you beat me at POKéMON,\nbut you can't top me at fishing.
pl: Pewnie każdy jest dobry w\ntym co lubi.\pPokonałeś mnie w walce POKéMONÓW,\nale nie masz szans w łowieniu!

# I love fishing, don't get me wrong.pBut it'd be best if I also had more work.
source: I love fishing, don't get me wrong.\pBut it'd be best if I also had more\nwork.
pl: Kocham łowić, nie zrozum mnie źle.\pByłbym najlepszy, gdybym miał\ndużo pracy.

source: It's not easy…
pl: To nie łatwe…

# It's all right. Losing doesn't bug me anymore.
source: It's all right.\nLosing doesn't bug me anymore.
pl: No dobra.\nNie przejmuję już się przegrywaniem.

# What's catching?pYou never know what you could catch!
source: What's catching?\pYou never know what you could\ncatch!
pl: Jak leci?\pNigdy nie wiadomo, co uda ci\nsię złowić!

source: Lost it!
pl: I już!

# What, MAGIKARP?pI catch them all the time, sure. But, boy are they wimpy.
source: What, MAGIKARP?\pI catch them all the time, sure.\nBut, boy are they wimpy.
pl: Co, MAGIKARPIE?\pCały czas udaje mi się je łapać.\nNiestety, to słabiaki.

# ROUTE 12 North to LAVENDER
source: ROUTE 12 \nNorth to LAVENDER
pl: DROGA 12\nPółnoc do LAVENDER

source: SPORTFISHING AREA
pl: TERENY ŁOWIECKIE

# JES: If I win, I'm going to propose to GIA.
source: JES: If I win, I'm going to\npropose to GIA.
pl: JES: Jeśli wygram, oświadcze\nsię GIA!

# JES: Oh, please, why couldn't you let us win?
source: JES: Oh, please, why couldn't you\nlet us win?
pl: JES: O jejku, czemu nie dałeś mi\nwygrać?

# JES: Oh, GIA, forgive me, my love!
source: JES: Oh, GIA, forgive me,\nmy love!
pl: JES: O, GIA, wybacz mi,\nkochanie!

source: JES: GIA and I, we'll be\ntogether forever.\pWe won't battle unless you have\ntwo POKéMON of your own.
pl: JES: GIA i ja będziemy\nrazem na zawsze.\pNie będzie z tobą walczyć jeśli\nnie masz dwóch POKéMONÓW.

source: GIA: Hey, JES…\pIf we win, I'll marry you!
pl: GIA: JES…\pGdy wygramy, wyjdę za ciebie!

source: GIA: Oh, but why?
pl: GIA: Och, czemu?

# GIA: JES, you silly! You ruined this!
source: GIA: JES, you silly!\nYou ruined this!
pl: GIA: JES, ty głupolu!\nZawaliłeś!

# GIA: I can't bear to battle without my JES!pDon't you have one more POKéMON?
source: GIA: I can't bear to battle\nwithout my JES!\pDon't you have one more POKéMON?
pl: GIA: Nie zniosę walki bez\nmojego JESA!\pPotrzebujesz dwóch POKéMONÓW!

source: I'm the FISHING GURU's younger\nbrother.\pI simply looove fishing!\nI can't bear to go without.\pTell me, do you like to fish?
pl: Jestem młodszym bratem\nRYBACKIEGO GURU.\pKooocham łowić ryby!\nNie wytrzymuję bez tego dnia!\pPowiedz mi, lubisz łowić?

# {PLAYER} received a SUPER ROD from the FISHING GURU's brother.
source: {PLAYER} received a SUPER ROD from\nthe FISHING GURU's brother.
pl: {PLAYER} dostaje DOBRĄ WĘDKĘ od\nbrata RYBACKIEGO GURU.

source: Fishing is a way of life!\nIt is like the finest poetry.\pFrom the seas to rivers, go out\nand land the big one, my friend.\pNow, I have a request.\pIf you catch a big MAGIKARP \nwith that ROD, I want to see it.\pAs much as I love to fish, I also\nlove seeing gigantic MAGIKARP.
pl: Łowienie jest cudowne!\nTo jak najwspanialsza poezja.\pPrzez morza i rzeki, ruszaj, by\nzłowić największą rybę, przyjacielu.\pA teraz, mam do ciebie prosbę.\pJeśli złapiesz tą wędką\ndużego MAGIKARPIA, pokaż mi go.\pTak samo jak łowienie, kocham\noglądać olbrzymie MAGIKARPIE.

source: Hello there, {PLAYER}!\nHave you been fishing?\pTry fishing with the SUPER ROD in\nany body of water.\pYou'll find different POKéMON in\ndifferent places.\pOh, and don't forget to bring me\ngigantic MAGIKARP.
pl: Witaj, {PLAYER}!\nŁowiłeś ostatnio?\pSpróbuj używać SUPER WĘDKI we\nwszystkich zbiornikach wodnych.\pW różnych miejscach znajdują się\nróżne POKéMONY.\pOch i nie zapomnij przynieść mi\nwielkiego MAGIKARPIA!

# Oh? {PLAYER}? Why, if it isn't a MAGIKARP!pAllow me to see it, quick!
source: Oh? {PLAYER}?\nWhy, if it isn't a MAGIKARP!\pAllow me to see it, quick!
pl: Oh? {PLAYER}?\nCzyż to nie MAGIKARP!\pSzybko, pozwól, że go zobaczę!

source: … … …Whoa!\n{STR_VAR_2} inches!\pYou have a rare appreciation for\nthe fine, poetic aspects of fishing!\pYou must take this.\nI insist!
pl: ... ... ...Łoł! \n{STR_VAR_2} cali!\pWidać, że masz żyłkę do tej\nniesamowitej sztuki zwanej wędkowaniem.\pMusisz to wziąć.\nNalegam!

# I'll look forward to seeing greater records from you!
source: I'll look forward to seeing greater\nrecords from you!
pl: Z niecierpliwością czekam na coraz\nlepsze wyniki!

# Huh? {STR_VAR_2} inches?pThis is the same size as the one I saw before.
source: Huh?\n{STR_VAR_2} inches?\pThis is the same size as the one\nI saw before.
pl: Huh?\n{STR_VAR_2} cali?\pJest tak samo wielki jak ten\npoprzedni.

source: Hmm…\nThis one is {STR_VAR_2} inches long.\pIt doesn't measure up to the\n{STR_VAR_3}-inch one you brought before.
pl: Hmm...\nTen ma {STR_VAR_2} cali długości.\pJest dużo mniejszy niż ten\n{STR_VAR_3} calowy, którego miałeś wcześniej.

# Uh… That doesn't look much like a MAGIKARP.
source: Uh… That doesn't look much like\na MAGIKARP.
pl: Uch… To nie wygląda jak\nMAGIKARP.

# Oh, no!pI had a gift for you, but you have no room for it.
source: Oh, no!\pI had a gift for you, but you have\nno room for it.
pl: O, nie!\pMiałem dla ciebie prezent, ale nie\nmasz miejsca!

# The most gigantic MAGIKARP I have ever witnessed…p{STR_VAR_3} inches!
source: The most gigantic MAGIKARP\nI have ever witnessed…\p{STR_VAR_3} inches!
pl: Największy MAGIKARP jakiego\nw życiu widziałem...\p{STR_VAR_3} cali!

source: It's a blank chart of some sort.\pIt has spaces for writing in\nrecords of some kind.
pl: To jakaś pusta tabelka.\pZnajdują się na niej miejsca na\njakiegoś typu rekordy.

# There's a lookout spot upstairs. The view is magnificent.
source: There's a lookout spot upstairs.\nThe view is magnificent.
pl: Na górze jest punkt widokowy.\nKrajobraz jest niesamowity.

source: My POKéMON's ashes are stored in\nPOKéMON TOWER.\pYou can have this TM.\nI don't need it anymore…
pl: Prochy mojego POKéMONA spoczywają\nw WIEŻY POKéMON.\pWeź ten TM.\nJuż nie jest mi potrzebny…

# {PLAYER} received TM27 from the little girl.
source: {PLAYER} received TM27\nfrom the little girl.
pl: {PLAYER} dostaje TM27\nod małej dziewczynki.

source: TM27 is a move called RETURN…\pIf you treat your POKéMON good,\nit will return your love by working\lits hardest in battle.
pl: TM27 to ruch nazywany POWRÓT…\pJeśli traktujesz dobrze swoje\nPOKéMONY, zwrócą twoją miłość\pstarając się jak mogą w walce.

# Let's see what the binoculars have to show…pThere's a man fishing!
source: Let's see what the binoculars have\nto show…\pThere's a man fishing!
pl: Zobaczmy co widać przez tę\nlornetkę…\pJakiś facet łowi ryby!

# Let's see what the binoculars have to show…pIt's POKéMON TOWER!
source: Let's see what the binoculars have\nto show…\pIt's POKéMON TOWER!
pl: Zobaczmy co widać przez tę\nlornetkę…\pTo WIEŻA POKéMON!

# My bird POKéMON want to battle with you!
source: My bird POKéMON want to battle\nwith you!
pl: Mój POKéMON ptak chce z tobą\nwalczyć!

# My PIDGEY and PIDGEOTTO combo lost?
source: My PIDGEY and PIDGEOTTO combo\nlost?
pl: Kombo PIDGEYA i PIDGEOTTO\npadło!?

# My POKéMON look happy even though they lost.
source: My POKéMON look happy even though\nthey lost.
pl: Moje POKéMONY są super\nnawet po porażce.

source: I'm told I'm good for a kid.
pl: Podobno jestem w to niezła.

# Ohh! I lost!
source: Ohh!\nI lost!
pl: Przegrałam!

# I want to become a good TRAINER. I'll train hard, just watch.
source: I want to become a good TRAINER.\nI'll train hard, just watch.
pl: Chcę zostać dobrym TRENEREM.\nBędę ostro trenować, zobaczysz!

# Wow! Your BADGES are too cool!
source: Wow!\nYour BADGES are too cool!
pl: Łał!\nTwoje ODZNAKI są super!

source: Not enough!
pl: Za mało!

# You got those BADGES from GYM LEADERS. I know!
source: You got those BADGES from GYM\nLEADERS. I know!
pl: Wiem, że masz te ODZNAKI od\nLIDERÓW SAL!

# My cute POKéMON wish to make your acquaintance.
source: My cute POKéMON wish to make your\nacquaintance.
pl: Moje słodkie POKéMONY chcą, byś\nz nimi walczył.

# Good going! You totally won!
source: Good going!\nYou totally won!
pl: No nieźle!\nCałkiem wygrałeś!

# You have to make POKéMON battle to toughen them up.
source: You have to make POKéMON battle\nto toughen them up.
pl: Musisz cały czas walczyć, by\nPOKéMONY były silne.

# I found CARBOS in a cave once while I was spelunking.
source: I found CARBOS in a cave once\nwhile I was spelunking.
pl: Znalazłam WĘGLOWODANY w jaskini,\nkiedy grałam.

# Oh, too bad! I just messed up!
source: Oh, too bad!\nI just messed up!
pl: Szkoda!\nNie zawsze mi idzie!

# CARBOS boosted the SPEED of my POKéMON.
source: CARBOS boosted the SPEED of my\nPOKéMON.
pl: WĘGLOWODANY dają SZYBKOŚĆ\nmoim POKOM.

# I'm not going to lose. Not when the wind's blowing my way!
source: I'm not going to lose.\nNot when the wind's blowing my way!
pl: Nie przegram.\nNie wtedy, gdy wiatr wieje ci w oczy!

source: The wind turned!
pl: Zmienił kierunek

# I'm beat. I guess I'll FLY home.
source: I'm beat.\nI guess I'll FLY home.
pl: Pokonany.\nNo to POLECĘ do domu.

source: Sure, I'll play with you, sweetie.
pl: Pewnie, pobawie się, złotko.

# Oh! You little beast!
source: Oh!\nYou little beast!
pl: Och!\nTy mała bestio!

# I wonder which is stronger, male or female POKéMON?
source: I wonder which is stronger, male or\nfemale POKéMON?
pl: Co jest silniejsze, POKéMONY samce,\nczy samiczki?

# Do you want to battle some POKéMON with me?
source: Do you want to battle some\nPOKéMON with me?
pl: Chcesz powalczyć ze mną\nPOKéMONAMI?

source: It's over already?
pl: Czy to już koniec?

source: I don't know anything about\nPOKéMON actually.\pThe ones I use… I picked them\nfor their looks!
pl: Nie wiem w zasadzie nic na\ntemat POKéMONÓW.\pTe, których używam… Wybrałam,\npatrząc na wygląd!

source: What're you lookin' at?
pl: Na co się tak gapisz?

# Dang! Stripped gears!
source: Dang!\nStripped gears!
pl: Kurcze!\nAle dajesz!

source: Get lost!
pl: Spadówa!

# I always go with bird POKéMON. I've dedicated myself to them.
source: I always go with bird POKéMON.\nI've dedicated myself to them.
pl: Zawsze chodzę z POKéMONAMI ptakami.\nPoświęciłem się dla nich.

source: Out of power!
pl: Nie mam siły!
